/* ***** BEGIN LICENSE BLOCK *****
 * Version: MPL 1.1
 *
 * The contents of this file are subject to the Mozilla Public License Version
 * 1.1 (the "License"); you may not use this file except in compliance with
 * the License. You may obtain a copy of the License at
 * http://www.mozilla.org/MPL/
 *
 * Software distributed under the License is distributed on an "AS IS" basis,
 * WITHOUT WARRANTY OF ANY KIND, either express or implied. See the License
 * for the specific language governing rights and limitations under the
 * License.
 *
 * The Original Code is the Alfresco Mobile App.
 *
 * The Initial Developer of the Original Code is Zia Consulting, Inc.
 * Portions created by the Initial Developer are Copyright (C) 2011
 * the Initial Developer. All Rights Reserved.
 *
 *
 * ***** END LICENSE BLOCK ***** */
//
// Root.strings
//

/* Settings View, Authorization Info Group
 */
"settings.cmisRepository.AuthorizationInfo" = "Inloggningsinfo";

/* Username
 */
"settings.cmisRepository.Username" = "Användarnamn";

/* Password
 */
"settings.cmisRepository.Password" = "Lösenord";

/* Hostname (i.e: www.ziaconsulting.com)
 */
"settings.cmisRepository.Hostname" = "Webbadress";

/* Settings View, CMIS Repository Group
 */
"settings.cmisRepository.CMISRepository" = "CMIS Repository/Inställningar";

/* HTTP(s) for ON/OFF Switch
 */
"settings.cmisRepository.HTTPS" = "HTTPS";

/* HTTP Port
 */
"settings.cmisRepository.Port" = "Port";

/* Sevice Document Info
 */
"settings.cmisRepository.ServiceDocument" = "Service Document";

/* Company Home on/off (only valid for Alfresco repos)
 */
"settings.cmisRepository.ShowCompanyHome" = "Company Home";

/* Show hidden files
 */
"settings.cmisRepository.ShowHiddenFiles" = "Visa dolda filer";

/* Appersand Fix
 */
"settings.cmisRepository.AmpersandFix" = "Ampersand fix";
